Repository: chocoford/ExcalidrawZ
Catalog: ExcalidrawZ/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hans, zh_hant

# paywallPlanMax10xTitle
source: Max 10x
ar: الحد الأقصى 10x
es: Máximo 10x
hi: मैक्स 10x
ja: 最大10倍
ko: 최대 10배
pl: Maks 10x
pt: Máx 10x
ru: Макс 10x
th: สูงสุด 10 เท่า
vi: Cao nhất 10x
zh_hans: 最大10倍
zh_hant: 最大 10 倍

# paywallPlanMaxDescription
source: For heavier AI usage and larger collaborative work.
ar: للاستخدام الأثقل للذكاء الاصطناعي وأعمال التعاون الأكبر.
de: Für intensivere KI-Nutzung und größere gemeinsame Arbeiten.
es: Para un uso intensivo de IA y trabajos colaborativos más grandes.
fr: Pour une utilisation intensive de l'IA et un travail collaboratif plus important.
hi: भारी AI उपयोग और बड़े सहयोगात्मक कार्य के लिए।
it: Per un utilizzo maggiore dell'AI e per lavori collaborativi più ampi.
ja: より多くのAI使用と大規模な共同作業向けです。
ko: 더 많은 AI 사용 및 대규모 협업 작업을 위한 것입니다.
nl: Voor zwaarder AI-gebruik en grotere samenwerkingsprojecten.
pl: Dla większego wykorzystania AI i większej współpracy.
pt: Para uso mais intensivo de IA e trabalhos colaborativos maiores.
ru: Для более интенсивного использования ИИ и более крупных совместных работ.
th: สำหรับการใช้งาน AI ที่หนักกว่าและงานร่วมกันที่มีขนาดใหญ่
tr: Daha yoğun AI kullanımı ve daha büyük işbirlikçi çalışmalar için.
vi: Đối với việc sử dụng AI nặng hơn và công việc hợp tác lớn hơn.
zh_hans: 适合更高的AI使用量和更大规模的协作工作。
zh_hant: 適用於更高的人工智慧使用和更大規模的協作工作。

# paywallPlanMaxTitle
source: Max
ar: الحد الأقصى
es: Máximo
hi: मैक्स
ja: 最大
ko: 최대
pl: Maks
pt: Máx
ru: Макс
th: สูงสุด
vi: Cao nhất
zh_hans: 最大
zh_hant: 最大

# paywallPlanPeriodForever
source: forever
ar: إلى الأبد
de: für immer
es: para siempre
fr: pour toujours
hi: हमेशा
it: per sempre
ja: 永遠に
ko: 영원히
nl: voor altijd
pl: na zawsze
pt: para sempre
ru: навсегда
th: ตลอดไป
tr: sonsuza dek
vi: mãi mãi
zh_hans: 永久
zh_hant: 永久

# paywallPlanProDescription
source: Everything in Starter, plus monthly AI credits for regular AI work.
ar: اختبر التعاون غير المحدود والميزات المتقدمة. مصمم للمحترفين والفرق التي تحتاج إلى تعاون واسع.
de: Erleben Sie grenzenlose Zusammenarbeit und erweiterte Funktionen. Entwickelt für Fachleute und Teams mit umfangreichen Kooperationsbedürfnissen.
es: Experimenta colaboración ilimitada y características avanzadas. Diseñado para profesionales y equipos con amplias necesidades de colaboración.
fr: Découvrez une collaboration illimitée et des fonctionnalités avancées. Conçu pour les professionnels et les équipes ayant des besoins de collaboration étendus.
hi: असीमित सहयोग और उन्नत सुविधाओं का अनुभव करें। पेशेवरों और टीमों के लिए डिज़ाइन किया गया जो व्यापक सहयोगी जरूरतें रखते हैं।
it: Sperimenta collaborazione illimitata e funzionalità avanzate. Progettato per professionisti e team con esigenze collaborative estese.
ja: 無限のコラボレーションと高度な機能を体験してください。幅広いコラボレーションニーズを持つ専門家やチーム向けに設計されています。
ko: 제한 없는 협업과 고급 기능을 경험하세요. 광범위한 협업 요구가 있는 전문가 및 팀을 위해 설계되었습니다.
nl: Ervaar onbeperkte samenwerking en geavanceerde functies. Ontworpen voor professionals en teams met uitgebreide samenwerkingsbehoeften.
pl: Doświadcz nieograniczonej współpracy i zaawansowanych funkcji. Zaprojektowany dla profesjonalistów i zespołów z rozbudowanymi potrzebami współpracy.
pt: Experimente colaboração ilimitada e recursos avançados. Projetado para profissionais e equipes com necessidades colaborativas extensas.
ru: Испытайте безграничное сотрудничество и расширенные функции. Создан для профессионалов и команд с обширными потребностями в сотрудничестве.
th: สัมผัสการทำงานร่วมกันแบบไม่มีขีดจำกัดและฟีเจอร์ขั้นสูง ออกแบบมาสำหรับมืออาชีพและทีมที่มีความต้องการในการทำงานร่วมกันสูง
tr: Sınırsız iş birliği ve gelişmiş özelliklerin tadını çıkarın. Geniş iş birliği ihtiyaçları olan profesyoneller ve ekipler için tasarlandı.
vi: Trải nghiệm sự hợp tác không giới hạn và các tính năng nâng cao. Dành cho các chuyên gia và nhóm có nhu cầu hợp tác rộng rãi.
zh_hans: 体验无限制的协作和高级功能。为有广泛协作需求的专业人士和团队设计。
zh_hant: 體驗無限的合作和高級功能。為具有廣泛協作需求的專業人士和團隊設計。

# paywallPlanProTitle
source: Pro
ar: محترف
hi: प्रो
ja: プロ
ko: 프로
ru: Премиум
th: โปร
vi: Chuyên nghiệp
zh_hans: 专业版
zh_hant: 專業版

# paywallPlanRecommendedBadge
source: Recommended
ar: موصى به
de: Empfohlen
es: Recomendado
fr: Recommandé
hi: सिफ़ारिश की गई
it: Consigliato
ja: 推奨
ko: 추천됨
nl: Aanbevolen
pl: Zalecane
pt: Recomendado
ru: Рекомендуется
th: แนะนำ
tr: Önerilen
vi: Được khuyến nghị
zh_hans: 推荐
zh_hant: 推薦

# paywallPlanStarterDescription
source: Unlimited collaboration and all core premium features.
ar: افتح الميزات الأساسية المميزة المثالية للمساهمين المنتظمين بسعر زهيد. يساعد في تغطية التكاليف التشغيلية.
de: Schalten Sie essentielle Premium-Funktionen frei, die ideal für regelmäßige Mitarbeiter zu einem minimalen Preis sind. Hilft, die Betriebskosten zu decken.
es: Desbloquea funciones premium esenciales ideales para colaboradores regulares a un precio mínimo. Ayudando a cubrir los costos operativos.
fr: Débloquez des fonctionnalités premium essentielles idéales pour les collaborateurs réguliers à un prix minimal. Aide à couvrir les coûts opérationnels.
hi: न्यूनतम मूल्य पर नियमित सहयोगियों के लिए आवश्यक प्रीमियम सुविधाओं को अनलॉक करें। संचालन लागत को कवर करने में मदद करना।
it: Sblocca funzionalità premium essenziali ideali per collaboratori regolari a un prezzo minimo. Aiutando a coprire i costi operativi.
ja: 定期的なコラボレーターに最適な基本的なプレミアム機能を最小限の価格で解除します。運営コストのカバーを助けます。
ko: 정기적으로 협업하는 사용자에게 적합한 필수 프리미엄 기능을 최소한의 가격으로 잠금 해제합니다. 운영 비용을 충당하는 데 도움을 줍니다.
nl: Ontgrendel essentiële premium functies ideaal voor regelmatige samenwerkers tegen een minimale prijs. Helpt de operationele kosten te dekken.
pl: Odblokuj niezbędne funkcje premium idealne dla regularnych współpracowników w minimalnej cenie. Pomaga pokryć koszty operacyjne.
pt: Desbloqueie recursos premium essenciais ideais para colaboradores regulares a um preço mínimo. Ajudando a cobrir os custos operacionais.
ru: Разблокируйте основные премиум функции, идеально подходящие для регулярных участников за минимальную цену. Помогая покрыть операционные расходы.
th: ปลดล็อกฟีเจอร์พรีเมียมที่จำเป็นซึ่งเหมาะสำหรับผู้ที่ทำงานร่วมกันเป็นประจำในราคาที่ต่ำที่สุด ช่วยครอบคลุมค่าใช้จ่ายในการดำเนินงาน
tr: Düzenli iş birliği yapanlar için ideal olan temel premium özellikleri minimal bir fiyatla açın. İşletme maliyetlerini karşılamaya yardımcı olun.
vi: Mở khóa các tính năng cao cấp thiết yếu lý tưởng cho những người hợp tác thường xuyên với mức giá tối thiểu. Giúp trang trải chi phí hoạt động.
zh_hans: 解锁适合定期合作者的基本高级功能，价格低廉，帮助覆盖运营成本。
zh_hant: 解鎖理想的基本高級功能，適合定期合作的用戶，以最低價格幫助覆蓋運營成本。

# paywallPlanStarterTitle
source: Starter
ar: بداية
es: Inicio
fr: Démarrage
hi: स्टार्टर
it: Iniziale
ja: スターター
ko: 시작하기
pl: Wersja startowa
pt: Iniciante
ru: Стартовый
th: เริ่มต้น
tr: Başlangıç
vi: Khởi đầu
zh_hans: 入门版
zh_hant: 入門版

# paywallPriceBillingPeriodMonthly
source: billed monthly
ar: يتم الفوترة شهريًا
de: monatlich abgerechnet
es: cobrado mensualmente
fr: facturé mensuellement
hi: मासिक बिलिंग
it: fatturato mensilmente
ja: 月額請求
ko: 매월 청구됨
nl: maandelijks gefactureerd
pt: cobrado mensalmente
ru: оплата ежемесячно
th: เรียกเก็บรายเดือน
tr: aylık faturalandırma
vi: thanh toán hàng tháng
zh_hans: 按月计费
zh_hant: 每月計費

# paywallPriceBillingPeriodYearly
source: billed yearly
ar: يتم الفوترة سنويًا
de: jährlich abgerechnet
es: cobrado anualmente
fr: facturé annuellement
hi: वार्षिक बिलिंग
it: fatturato annualmente
ja: 年額請求
ko: 매년 청구됨
nl: jaarlijks gefactureerd
pt: cobrado anualmente
ru: оплата ежегодно
th: เรียกเก็บรายปี
tr: yıllık faturalandırma
vi: thanh toán hàng năm
zh_hans: 按年计费
zh_hant: 每年計費

# paywallPriceMonthlyUnit
source: /mo
ar: /شهر
de: /Monat
es: /mes
fr: /mois
hi: /महीना
it: /mese
ja: /月
ko: /월
nl: /maand
pt: /mês
ru: /мес
th: /ด.
tr: /ay
vi: /tháng
zh_hans: /月
zh_hant: /月

# paywallReachReasonRoomLimit
source: You’ve reached the maximum number of collaborative rooms limitation in current Plan.
ar: لقد وصلت إلى الحد الأقصى لعدد الغرف التعاونية في خطتك الحالية.
de: Sie haben die maximale Anzahl kollaborativer Räume in Ihrem aktuellen Plan erreicht.
es: Has alcanzado el número máximo de salas colaborativas en tu plan actual.
fr: Vous avez atteint le nombre maximal de salles collaboratives autorisé par votre forfait actuel.
hi: आप वर्तमान योजना में सहयोगात्मक कमरों की अधिकतम संख्या तक पहुँच चुके हैं।
it: Hai raggiunto il numero massimo di stanze collaborative previsto dal tuo piano.
ja: 現在のプランで利用できる共同ルームの上限に達しました。
ko: 현재 요금제에서 허용된 협업 룸의 최대 수에 도달했습니다.
nl: Je hebt het maximale aantal samenwerkingsruimtes voor je huidige abonnement bereikt.
pl: Osiągnięto maksymalną liczbę pokoi współpracy w bieżącym planie.
pt: Você atingiu o número máximo de salas colaborativas no plano atual.
ru: Вы достигли максимального числа совместных комнат, предусмотренного вашим текущим планом.
th: คุณได้ถึงขีดจำกัดจำนวนห้องทำงานร่วมตามแผนปัจจุบันแล้ว
tr: Geçerli plandaki ortak çalışma odalarının maksimum sayısına ulaştınız.
vi: Bạn đã đạt giới hạn tối đa về số phòng cộng tác trong gói hiện tại.
zh_hans: 您已达到当前计划允许的协作房间数量上限。
zh_hant: 您已達到目前方案允許的協作房間數上限。

# paywallReachReasonOptimizedMCPServices
source: Optimized MCP Services require Starter or higher.
ar: تتطلب خدمات MCP المحسّنة خطة Starter أو أعلى.
de: Optimierte MCP-Dienste erfordern Starter oder höher.
es: Los servicios MCP optimizados requieren Starter o superior.
fr: Les services MCP optimisés nécessitent Starter ou supérieur.
hi: Optimized MCP Services के लिए Starter या उससे ऊँचा प्लान चाहिए.
it: I servizi MCP ottimizzati richiedono Starter o superiore.
ja: Optimized MCP Services には Starter 以上が必要です。
ko: Optimized MCP Services를 사용하려면 Starter 이상이 필요합니다.
nl: Geoptimaliseerde MCP-services vereisen Starter of hoger.
pl: Zoptymalizowane usługi MCP wymagają planu Starter lub wyższego.
pt: Os Serviços MCP otimizados exigem Starter ou superior.
ru: Для оптимизированных сервисов MCP требуется Starter или выше.
th: บริการ MCP แบบปรับแต่งต้องใช้ Starter หรือสูงกว่า
tr: Optimize MCP Hizmetleri için Starter veya üstü gerekir.
vi: Dịch vụ MCP tối ưu yêu cầu Starter hoặc cao hơn.
zh_hans: Optimized MCP Services 需要 Starter 或更高方案。
zh_hant: Optimized MCP Services 需要 Starter 或更高方案。

# paywallRestorePurchasesDoneAlertTitle
source: Restore purchases done
ar: تم استعادة المشتريات
de: Käufe wiederhergestellt
es: Restauración de compras completada
fr: Restauration des achats terminée
hi: खरीदारी बहाल की गई
it: Ripristino acquisti completato
ja: 購入の復元が完了しました
ko: 구매 복원 완료
nl: Herstel aankopen voltooid
pl: Przywracanie zakupów zakończone
pt: Restauração de compras concluída
ru: Восстановление покупок завершено
th: กู้คืนการซื้อเรียบร้อยแล้ว
tr: Satın alımlar geri yüklendi
vi: Khôi phục giao dịch thành công
zh_hans: 恢复购买完成
zh_hant: 恢復購買完成

# paywallSubtitle
source: Pick the amount of AI power you need. Every paid plan keeps the core drawing, sync, export, library, and collaboration features unlocked.
ar: اختر مقدار قوة الذكاء الاصطناعي الذي تحتاجه. كل خطة مدفوعة تحتفظ بميزات الرسم الأساسية، والمزامنة، والتصدير، والمكتبة، والتعاون مفتوحة.
de: Wählen Sie die Menge an KI-Power, die Sie benötigen. Jeder kostenpflichtige Plan hält die grundlegenden Funktionen Zeichnen, Synchronisieren, Exportieren, Bibliothek und Zusammenarbeit freigeschaltet.
es: Elige la cantidad de potencia de IA que necesites. Cada plan de pago mantiene desbloqueadas las funciones básicas de dibujo, sincronización, exportación, biblioteca y colaboración.
fr: Choisissez la puissance d'IA dont vous avez besoin. Chaque plan payant déverrouille les fonctionnalités essentielles de dessin, de synchronisation, d'exportation, de bibliothèque et de collaboration.
hi: आपको जितनी AI शक्ति की आवश्यकता है, उसे चुनें। हर भुगतानित योजना मूल खींचने, समन्वय, निर्यात, पुस्तकालय, और सहयोग सुविधाओं को अनलॉक रखती है।
it: Scegli la quantità di potenza AI di cui hai bisogno. Ogni piano a pagamento mantiene sbloccate le funzionalità principali di disegno, sincronizzazione, esportazione, libreria e collaborazione.
ja: 必要なAIパワーの量を選択してください。すべての有料プランでは、コアの描画、同期、エクスポート、ライブラリ、およびコラボレーション機能がアンロックされます。
ko: 필요한 AI 파워의 양을 선택하세요. 모든 유료 요금제가 핵심 그리기, 동기화, 내보내기, 라이브러리 및 협업 기능을 잠금 해제합니다.
nl: Kies de hoeveelheid AI-kracht die je nodig hebt. Elk betaald plan houdt de kerntekeningen, synchronisatie, export, bibliotheek en samenwerkingsfuncties ontgrendeld.
pl: Wybierz ilość mocy AI, której potrzebujesz. Każdy płatny plan odblokowuje podstawowe funkcje rysowania, synchronizacji, eksportu, biblioteki i współpracy.
pt: Escolha a quantidade de poder de IA de que você precisa. Cada plano pago mantém as funções principais de desenho, sincronização, exportação, biblioteca e colaboração desbloqueadas.
ru: Выберите количество AI-ресурсов, которое вам необходимо. Каждый оплаченный тариф разблокирует основные функции рисования, синхронизации, экспорта, библиотеки и сотрудничества.
th: เลือกความสามารถของ AI ที่คุณต้องการ แผนที่ชำระเงินทุกแผนจะปลดล็อคฟีเจอร์หลักการวาด ซิงค์ ส่งออก ห้องสมุด และการทำงานร่วมกัน
tr: İhtiyacınız olan AI gücünü seçin. Her ücretli plan, temel çizim, senkronizasyon, dışa aktarma, kütüphane ve iş birliği özelliklerini açık tutar.
vi: Chọn mức năng lượng AI bạn cần. Mỗi gói trả phí đều giữ các tính năng vẽ, đồng bộ, xuất, thư viện và hợp tác được mở khóa.
zh_hans: 选择你所需的 AI 力量。每个付费计划都保持核心绘图、同步、导出、库和协作功能解锁。
zh_hant: 選擇所需的 AI 功能量。每個付費計劃都解鎖核心繪圖、同步、導出、庫和協作功能。

# paywallSwitchToAppStoreDialogTitle
source: Currently, the only payment method supported is through the App Store.
ar: حالياً، الطريقة الوحيدة المدعومة للدفع هي من خلال متجر التطبيقات.
de: Derzeit ist die einzige unterstützte Zahlungsmethode über den App Store.
es: Actualmente, el único método de pago soportado es a través de la App Store.
fr: Actuellement, le seul mode de paiement pris en charge est via l'App Store.
hi: वर्तमान में, केवल ऐप स्टोर के माध्यम से भुगतान विधि समर्थित है।
it: Attualmente, l'unico metodo di pagamento supportato è tramite l'App Store.
ja: 現在、サポートされている唯一の支払い方法はApp Storeを通じてです。
ko: 현재 지원되는 유일한 결제 방법은 App Store를 통한 것입니다.
nl: Momenteel is de enige ondersteunde betaalmethode via de App Store.
pl: Obecnie jedyną obsługiwaną metodą płatności jest przez App Store.
pt: Atualmente, o único método de pagamento suportado é através da App Store.
ru: В данный момент единственным поддерживаемым способом оплаты является App Store.
th: ตอนนี้วิธีการชำระเงินที่รองรับเพียงวิธีเดียวคือผ่าน App Store.
tr: Şu anda desteklenen tek ödeme yöntemi App Store üzerinden yapılan ödemelerdir.
vi: Hiện tại, phương thức thanh toán duy nhất được hỗ trợ là qua App Store.
zh_hans: 目前，唯一支持的付款方式是通过 App Store。
zh_hant: 目前唯一支持的付款方式是通過 App Store。

# paywallSwitchToAppStoreStep2Description
source: The App Store version of ExcalidrawZ not only doesn't have any feature limitations compared to the non-App Store version, but it also offers a better app experience, including automatic updates and a more secure payment process.
ar: نسخة ExcalidrawZ من متجر التطبيقات لا تحتوي فقط على أي قيود في الميزات مقارنةً بالنسخة غير المتوفرة في المتجر، بل تقدم أيضًا تجربة تطبيق أفضل، بما في ذلك التحديثات التلقائية وعملية دفع أكثر أمانًا.
de: Die App-Store-Version von ExcalidrawZ hat nicht nur keine Funktionsbeschränkungen im Vergleich zur Nicht-App-Store-Version, sondern bietet auch ein besseres App-Erlebnis, einschließlich automatischer Updates und eines sichereren Zahlungsprozesses.
es: La versión de ExcalidrawZ en la App Store no solo no tiene limitaciones de características en comparación con la versión que no está en la App Store, sino que también ofrece una mejor experiencia de aplicación, incluyendo actualizaciones automáticas y un proceso de pago más seguro.
fr: La version App Store d'ExcalidrawZ n'a non seulement aucune limitation de fonctionnalités par rapport à la version non-App Store, mais elle offre également une meilleure expérience utilisateur, y compris des mises à jour automatiques et un processus de paiement plus sécurisé.
hi: ExcalidrawZ का ऐप स्टोर संस्करण न केवल गैर-ऐप स्टोर संस्करण की तुलना में किसी भी फीचर की सीमाओं में नहीं है, बल्कि यह स्वचालित अपडेट और एक अधिक सुरक्षित भुगतान प्रक्रिया सहित बेहतर ऐप अनुभव भी प्रदान करता है।
it: La versione di ExcalidrawZ per l'App Store non ha alcuna limitazione di funzionalità rispetto alla versione non App Store, ma offre anche un'esperienza dell'app migliore, inclusi aggiornamenti automatici e un processo di pagamento più sicuro.
ja: ExcalidrawZのApp Store版は、非App Store版と比べて機能制限がないだけでなく、自動更新やより安全な支払いプロセスを含む、より良いアプリ体験を提供します。
ko: ExcalidrawZ의 App Store 버전은 비-App Store 버전에 비해 기능 제한이 없을 뿐만 아니라, 자동 업데이트 및 더 안전한 결제 프로세스를 포함하여 더 나은 앱 경험을 제공합니다.
nl: De App Store-versie van ExcalidrawZ heeft niet alleen geen functiebeperkingen in vergelijking met de niet-App Store-versie, maar biedt ook een betere app-ervaring, inclusief automatische updates en een veiliger betalingsproces.
pl: Wersja ExcalidrawZ w App Store nie tylko nie ma żadnych ograniczeń funkcjonalnych w porównaniu do wersji bez App Store, ale także oferuje lepsze doświadczenie aplikacji, w tym automatyczne aktualizacje i bezpieczniejszy proces płatności.
pt: A versão do ExcalidrawZ na App Store não só não tem limitações de recursos em comparação com a versão fora da App Store, mas também oferece uma melhor experiência de aplicativo, incluindo atualizações automáticas e um processo de pagamento mais seguro.
ru: Версия ExcalidrawZ для App Store не только не имеет ограничений по функционалу по сравнению с версией вне App Store, но и предлагает лучший опыт использования приложения, включая автоматические обновления и более безопасный процесс оплаты.
th: เวอร์ชัน App Store ของ ExcalidrawZ ไม่เพียงแต่ไม่มีข้อจำกัดด้านฟีเจอร์เมื่อเปรียบเทียบกับเวอร์ชันที่ไม่ใช่ App Store แต่ยังมอบประสบการณ์การใช้งานแอปที่ดีกว่า รวมถึงการอัปเดตอัตโนมัติและกระบวนการชำระเงินที่ปลอดภัยยิ่งขึ้น.
tr: ExcalidrawZ'nin App Store versiyonu, App Store dışındaki versiyonla kıyaslandığında hiçbir özellik kısıtlamasına sahip değildir ve ayrıca otomatik güncellemeler ve daha güvenli bir ödeme süreci dahil olmak üzere daha iyi bir uygulama deneyimi sunar.
vi: Phiên bản ExcalidrawZ trên App Store không chỉ không có giới hạn tính năng so với phiên bản không phải App Store, mà còn cung cấp trải nghiệm ứng dụng tốt hơn, bao gồm cập nhật tự động và quy trình thanh toán an toàn hơn.
zh_hans: 与非 App Store 版本相比，ExcalidrawZ 的 App Store 版本不仅没有任何功能限制，还提供了更好的应用体验，包括自动更新和更安全的支付流程。
zh_hant: ExcalidrawZ 的 App Store 版本不僅在功能上與非 App Store 版本沒有任何限制，還提供更好的應用體驗，包括自動更新和更安全的付款流程。

# paywallSwitchToAppStoreStep2Title
source: Download the App-Store version
ar: قم بتحميل نسخة متجر التطبيقات
de: Lade die App-Store-Version herunter
es: Descargar la versión de la App Store
fr: Téléchargez la version App Store
hi: ऐप स्टोर संस्करण डाउनलोड करें
it: Scarica la versione per l'App Store
ja: App Store版をダウンロード
ko: App Store 버전 다운로드
nl: Download de App Store-versie
pl: Pobierz wersję z App Store
pt: Baixar a versão da App Store
ru: Скачать версию для App Store
th: ดาวน์โหลดเวอร์ชัน App Store
tr: App Store versiyonunu indir
vi: Tải xuống phiên bản App Store
zh_hans: 下载 App Store 版本
zh_hant: 下載 App Store 版本

# paywallTitle
source: Upgrade your plan
ar: قم بترقية خطتك
de: Upgrade Ihren Plan
es: Actualiza tu plan
fr: Améliorez votre plan
hi: अपनी योजना को अपग्रेड करें
it: Aggiorna il tuo piano
ja: プランをアップグレードする
ko: 요금제 업그레이드
nl: Upgrade uw plan
pl: Zaktualizuj swój plan
pt: Atualize seu plano
ru: Обновите свой план
th: อัปเกรดแผนของคุณ
tr: Planınızı yükseltin
vi: Nâng cấp kế hoạch của bạn
zh_hans: 升级您的计划
zh_hant: 升級您的計劃

# pdfViewerSheetFailMessage
source: The PDF file could not be loaded.
ar: تعذر تحميل ملف PDF.
de: Die PDF-Datei konnte nicht geladen werden.
es: No se pudo cargar el archivo PDF.
fr: Le fichier PDF n'a pas pu être chargé.
hi: PDF फ़ाइल लोड नहीं की जा सकी।
it: Non è stato possibile caricare il file PDF.
ja: PDFファイルを読み込めませんでした。
ko: PDF 파일을 불러올 수 없습니다.
nl: Het PDF-bestand kon niet worden geladen.
pl: Nie można załadować pliku PDF.
pt: O arquivo PDF não pôde ser carregado.
ru: Не удалось загрузить PDF-файл.
th: ไม่สามารถโหลดไฟล์ PDF ได้
tr: PDF dosyası yüklenemedi.
vi: Không thể tải tệp PDF.
zh_hans: 无法加载该 PDF 文件。
zh_hant: 無法載入 PDF 檔案。

# pdfViewerSheetFailTitle
source: Failed to Load PDF
ar: فشل تحميل ملف PDF
de: PDF konnte nicht geladen werden
es: Error al cargar el PDF
fr: Impossible de charger le PDF
hi: PDF लोड करने में विफल
it: Impossibile caricare il PDF
ja: PDFの読み込みに失敗しました
ko: PDF 불러오기 실패
nl: Laden van PDF mislukt
pl: Nie udało się załadować pliku PDF
pt: Falha ao carregar o PDF
ru: Не удалось загрузить PDF
th: ไม่สามารถโหลด PDF ได้
tr: PDF Yüklenemedi
vi: Không thể tải PDF
zh_hans: 加载 PDF 失败
zh_hant: 無法載入 PDF

# pdfViewerSheetPageIndicator
source: Page %d of %d
ar: الصفحة %d من %d
de: Seite %d von %d
es: Página %d de %d
fr: Page %d sur %d
hi: पृष्ठ %d में से %d
it: Pagina %d di %d
ja: ページ %d / %d
ko: 페이지 %d / %d
nl: Pagina %d van %d
pl: Strona %d z %d
pt: Página %d de %d
ru: Страница %d из %d
th: หน้า %d จาก %d
tr: Sayfa %d / %d
vi: Trang %d trên %d
zh_hans: 第%d页，共%d页
zh_hant: 第 %d 頁，共 %d 頁

# pdfViewerSheetTitle
source: PDF Viewer
ar: عارض PDF
de: PDF-Betrachter
es: Visor de PDF
fr: Visionneuse PDF
hi: PDF दर्शक
it: Visualizzatore PDF
ja: PDFビューア
ko: PDF 뷰어
nl: PDF-weergave
pl: Podgląd PDF
pt: Visualizador de PDF
ru: Просмотрщик PDF
th: ตัวดู PDF
tr: PDF Görüntüleyici
vi: Trình xem PDF
zh_hans: PDF 查看器
zh_hant: PDF 檢視器

# recoveryKeyErrorInvalidCharacter
source: The Recovery Key contains an unsupported character: %@.
ar: مفتاح الاسترداد يحتوي على رمز غير مدعوم: %@.
de: Der Wiederherstellungsschlüssel enthält ein nicht unterstütztes Zeichen: %@.
es: La clave de recuperación contiene un carácter no soportado: %@.
fr: La clé de récupération contient un caractère non pris en charge : %@.
hi: रिकवरी कुंजी में एक असमर्थित वर्ण है: %@।
it: Il Recovery Key contiene un carattere non supportato: %@.
ja: リカバリキーにはサポートされていない文字が含まれています: %@。
ko: 복구 키에 지원되지 않는 문자가 포함되어 있습니다: %@.
nl: De Herstelcode bevat een niet-ondersteund teken: %@.
pl: Klucz odzyskiwania zawiera nieobsługiwany znak: %@.
pt: A Chave de Recuperação contém um caractere não suportado: %@.
ru: Ключ восстановления содержит неподдерживаемый символ: %@.
th: Recovery Key มีอักขระที่ไม่รองรับ: %@.
tr: Kurtarma Anahtarı desteklenmeyen bir karakter içeriyor: %@.
vi: Recovery Key chứa ký tự không hỗ trợ: %@.
zh_hans: 恢复密钥包含不支持的字符：%@。
zh_hant: 恢復金鑰包含不支援的字元：%@。

# recoveryKeyErrorInvalidFormat
source: Enter an ExcalidrawZ Recovery Key that starts with EDZ2.
ar: أدخل مفتاح استرداد ExcalidrawZ الذي يبدأ بـ EDZ2.
de: Geben Sie einen ExcalidrawZ-Wiederherstellungsschlüssel ein, der mit EDZ2 beginnt.
es: Introduce una clave de recuperación de ExcalidrawZ que comience con EDZ2.
fr: Entrez une clé de récupération ExcalidrawZ qui commence par EDZ2.
hi: एक ExcalidrawZ रिकवरी कुंजी दर्ज करें जो EDZ2 से शुरू होती है।
it: Inserisci un Recovery Key di ExcalidrawZ che inizia con EDZ2.
ja: EDZ2で始まるExcalidrawZリカバリキーを入力してください。
ko: EDZ2로 시작하는 ExcalidrawZ 복구 키를 입력하세요.
nl: Voer een ExcalidrawZ Herstelcode in die begint met EDZ2.
pl: Wprowadź klucz odzyskiwania ExcalidrawZ, który zaczyna się od EDZ2.
pt: Insira uma Chave de Recuperação ExcalidrawZ que comece com EDZ2.
ru: Введите ключ восстановления ExcalidrawZ, который начинается с EDZ2.
th: กรอก Recovery Key ของ ExcalidrawZ ที่เริ่มต้นด้วย EDZ2.
tr: EDZ2 ile başlayan bir ExcalidrawZ Kurtarma Anahtarı girin.
vi: Nhập Recovery Key ExcalidrawZ bắt đầu bằng EDZ2.
zh_hans: 输入以 EDZ2 开头的 ExcalidrawZ 恢复密钥。
zh_hant: 輸入以 EDZ2 開頭的 ExcalidrawZ 恢復金鑰。
